Revit 2027 API
ParameterTypeId.CwpLevelOffset Property
 "Offset Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpLevelOffset { get; }
Public Shared ReadOnly Property CwpLevelOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpLevelOffset {
	ForgeTypeId^ get ();
}
static member CwpLevelOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace